"""
فایل تنظیمات ربات
لطفا اطلاعات زیر را پر کنید
"""

# توکن ربات تلگرام - از @BotFather دریافت کنید
BOT_TOKEN = "8241979357:AAGlBPdosRqMKqk6RnFo9N2GI6fMYNAq2cA"



# ایدی تلگرام برای پشتیبانی و سفارش سایت تخصصی
SUPPORT_TELEGRAM_ID = "mhmdali_ra"

# کانال‌های اسپانسری (ایدی کانال‌ها را اینجا اضافه کنید)
# مثال: ["@channel1", "@channel2"]
SPONSOR_CHANNELS = ["@testsplanding"]

# ایدی‌های ادمین (ایدی تلگرام خود را اینجا اضافه کنید)
# برای دریافت ایدی خود، به ربات @userinfobot پیام دهید
# مثال: [123456789, 987654321]
ADMIN_IDS = [98549870]

